Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-1_2021/EVS-EN_61439-1_2021_8_Constructional requirements _8 KONSTRUKTSIOONINÕUDED .tmx
Source language: en
Languages: et

source: The apparatus and circuits in the assembly shall be so arranged as to facilitate their operation and maintenance with the required protection against electric shock.
et: Kooste aparatuur ja ahelad peavad olema paigutatud selliselt, et nende talitlus ja hooldamine oleks võimalik koos nõutava kaitsega elektrilöögi eest.

source: The following requirements are intended to ensure that the required protective measures are obtained when an assembly is installed in an electrical system conforming to the IEC 60364 series.
et: Järgmised nõuded on ette nähtud nõutavate kaitsemeetmete saavutamise tagamiseks juhul, mil kooste on paigaldatud elektrilisse süsteemi, mis on kooskõlas standardisarjaga IEC 60364.

source: For generally accepted protective measures, refer to IEC 61140:2016 and IEC 60364-4-41:2005, and IEC 60364-4-41:2005/AMD1:2017.
et: Üldtunnustatud kaitseviisid on esitatud standardites IEC 61140:2016, IEC 60364-4-41:2005 ja IEC 60364-4-41:2005/AMD1:2017.

source: Those protective measures, which are of particular importance for an assembly, are reproduced in 8.4.2 to 8.4.6.
et: Kaitseviisid, mis koostete suhtes on eriti tähtsad, on esitatud jaotistes 8.4.2 kuni 8.4.6.

source: 8.4.2 Basic protection
et: 8.4.2 Põhikaitse

source: 8.4.2.1 General
et: 8.4.2.1 Üldnõuded

source: Basic protection is intended to provide protection against electric shock under normal conditions, preventing direct contact with hazardous live parts.
et: Põhikaitse on ette nähtud kaitse tagamiseks elektrilöögi eest normaaloludes, ohtlike pingestatud osade otsepuute vältimise teel.

source: Basic protection can be achieved either by appropriate constructional measures on the assembly itself or by additional measures to be taken during installation; this may require information to be given by the assembly manufacturer.
et: Põhikaitse võib saavutada kas asjakohaste konstruktiivsete meetmetega koostes endas või paigaldamisel rakendatavate lisameetmetega; see võib nõuda, et kooste tootja annaks sellekohast teavet.

source: An example of additional measures to be taken is the installation of an open-type assembly without further provisions in a location where access is only permitted for authorized person(s).
et: Vajalike lisameetmete näitena võib esitada lahtise kooste paigaldamise ilma muude kaitsevahenditeta sellisesse kohta, kuhu ligipääs on lubatud üksnes volitatud isiku(te)le.

source: Where basic protection is achieved by constructional measures, one or more of the protective measures given in 8.4.2.2 and 8.4.2.3 may be selected.
et: Kui põhikaitse saavutatakse konstruktiivsete meetmetega, võib valida ühe või mitu jaotistes 8.4.2.2 ja 8.4.2.3 esitatud kaitseviisi.

source: The choice of the protective measure shall be declared by the assembly manufacturer if not specified within the relevant assembly standard.
et: Kui kaitseviisi valik pole määratletud asjakohases koostestandardis, peab selle deklareerima kooste tootja.

source: 8.4.2.2 Basic insulation provided by insulating material
et: 8.4.2.2 Isoleermaterjaliga tagatud põhiisolatsioon

source: Hazardous live parts shall be completely covered with insulation that can only be removed by destruction or by the use of a tool.
et: Ohtlikud pingestatud osad peavad olema täielikult kaetud isolatsiooniga, mida saab kõrvaldada üksnes purustamise teel või tööriista abil.

source: The insulation shall be made of suitable materials capable of durably withstanding the mechanical, electrical and thermal stresses to which the insulation may be subjected in service.
et: Isolatsioon peab olema valmistatud sobivatest materjalidest, mis on suutelised kestvalt taluma nendele talitluses mõjuvaid mehaanilisi, elektrilisi ja soojuslikke toimeid.

source: EXAMPLES
et: MÄRKUS

source: Electrical devices embedded in insulation and insulated conductors.
et: Siia kuuluvad näiteks isoleeraines paiknevad elektriseadised ja isoleerjuhid.

source: Paints, varnishes and lacquers alone are generally not considered to satisfy the requirements for basic insulation.
et: Ainuüksi värv-, võõpkatteid ja lakki ei arvestata üldjuhul põhiisolatsiooni nõudeid rahuldavaks.

source: This does not preclude the use of specifically designed insulating coatings that fulfil the dielectric requirements specified in 10.9.6.
et: See ei takista aga spetsiifiliselt kujundatud isoleerkatete kasutamist, mis täidavad jaotises 10.9.6 esitatud dielektrilisi nõudeid.

source: 8.4.2.3 Barriers or enclosures
et: 8.4.2.3 Kaitsekatted ja ümbrised

source: Air-insulated live parts shall be inside enclosures or behind barriers.
et: Pingestatud osad, mille isolatsiooniks on õhk, peavad paiknema ümbristes või kaitsekatete taga.

source: The enclosures or barriers shall provide a degree of protection of at least IPXXB.
et: Ümbrised või kaitsekatted peavad tagama kaitseastme vähemalt IPXXB.

source: Horizontal top surfaces of accessible enclosures having a height equal to or lower than 1,6 m above the standing area shall provide a degree of protection of at least IPXXD.
et: Ligipääsetavate ümbriste rõhtsad ülapinnad, mille kõrgus seisutasandist on kuni 1,6 m, peavad tagama kaitseastme vähemalt IPXXD.

source: Barriers and enclosures shall be firmly secured in place and have sufficient stability and durability to maintain the required degrees of protection and appropriate separation from live parts under normal service conditions, taking account of relevant external influences.
et: Kõik kaitsekatted ja ümbrised peavad olema tugevasti oma kohale kinnitatud ning olema piisava püsivuse ja vastupidavusega, et säilitada normaaltalitluses ning välismõjusid arvestades nõutav kaitseaste ja asjakohane eraldatus pingestatud osadest.

source: The distance between a conductive barrier or enclosure and the live parts they protect shall not be less than the values specified for the clearances and creepage distances in 8.3.
et: Juhtivast materjalist katte või ümbrise ja nende abil kaitstavate pingestatud osade vaheline kaugus ei tohi olla väiksem kui jaotises 8.3 sätestatud õhk- ja roomevahemike väärtused.

source: Where it is necessary to remove barriers or open enclosures or to remove parts of enclosures (see 8.4.6), this shall be possible only if one of the conditions a) to c) is fulfilled.
et: Kui on vaja eemaldada kaitsekatteid, avada ümbriseid või eemaldada ümbriste osi (vt jaotis 8.4.6), peab see olema võimalik üksnes siis, kui on täidetud üks järgmistest tingimustest:

source: a) By the use of a key or tool, i.e. any mechanical aid, to open the door, cover or override an interlock.
et: a) ukse avamine, kaitsekatte eemaldamine või blokeeringu kõrvaldamine peab olema võimalik üksnes võtme või tööriista abil, s.t mingi mehaanilise abivahendiga;

source: b) After isolation of the supply to live parts, against which the barriers or enclosures afford basic protection, restoration of the supply being possible only after replacement or reclosure of the barriers or enclosures.
et: b) pärast toite turvalahutamist pingestatud osadelt, mille eest kaitsekatted või ümbrised tagavad põhikaitse, peab toite taastamine olema võimalik vaid pärast katete või ümbriste asendamist või taassulgemist.

source: In TN-C and TN-C-S systems, the PEL, PEM or PEN conductor shall not be isolated or switched.
et: TN-C- ega TN-C-S-süsteemides ei tohi PEL-, PEM- ega PEN-juhti turvalahutada ega lülitada.

source: In TN-S and TN-C-S systems, the mid-point and neutral conductors need not be isolated or switched (see IEC 60364-5-53:2001, 536.1.2).
et: TN-S- ega TN-C-S-süsteemides ei ole kesk- ega neutraaljuhtide turvalahutamine ega lülitamine vajalik (vt standardi IEC 60364-5-53:2001 jaotis 536.1.2);

source: EXAMPLE
et: NÄIDE

source: By interlocking the door(s) with a disconnector so that they can only be opened when the disconnector is in the isolated position and closing of the disconnector without the use of a tool is impossible while the door is open.
et: Kui uks(ed) on blokeeritud lahklüliti abil selliselt, et seda (või neid) saab avada ainult lahklüliti turvalahutatud asendis, ei ole aga võimalik lahklülitit ilma tööriista abita sisse lülitada, kui uks on avatud.

source: c) Where an intermediate barrier providing a degree of protection of at least IPXXB prevents contact with live parts, such a barrier being removable only by the use of a key or tool.
et: c) kui kokkupuute pingestatud osadega hoiab ära vahepealne kaitsekate, mis tagab kaitseastme vähemalt IPXXB, tohib selline piire olla eemaldatav üksnes võtme või tööriista abil.

source: 8.4.3 Fault protection
et: 8.4.3 Rikkekaitse

source: 8.4.3.1 Installation conditions
et: 8.4.3.1 Paigaldustingimused

source: The assembly shall include protective measures and be suitable for installations designed to be in accordance with IEC 60364-4-41:2005 and IEC 60364-4-41:2005/AMD1:2017.
et: Kooste peab sisaldama kaitseviise ning sobima paigaldistele, mis on projekteeritud olema vastavuses standarditega IEC 60364-4-41:2005 ja IEC 60364-4-41:2005/AMD1:2017.

source: NOTE 1
et: MÄRKUS 1

source: Protective measure suitable for particular installations can be subject to additional or different requirements, e.g. for installation in ships as given in IEC 60092 series.
et: Eripaigaldistele sobivad kaitseviisid võivad nõuda lisa- või erimeetmeid, nt paigaldamisel laevadele, nagu see on esitatud standardisarjas IEC 60092.

source: When a TT earthing system is being used in the electrical network, one of the following protective measures shall be applied in the assembly:
et: Kui elektrivõrgus kasutatakse juhistikusüsteemi TT, tuleb koostes rakendada üht järgmistest kaitseviisidest:

source: a) double or reinforced insulation of all conductors (incoming cables, extension terminals, etc.) upto the supply side of the first RCD(s) in the system (this is not a requirement when a Class II assembly is used); or
et: a) kõigi juhtide topelt- või tugevdatud isolatsioon (sisestusjuhtmed või -kaablid, laiendusklemmid jne) kuni süsteemi esimese rikkevooluaparaadi (esimeste rikkevooluaparaatide) toitepooleni (see ei ole aga nõue, kui kasutatakse II klassi kuuluvat koostet) või

source: b) residual current device (RCD) protecting the incoming circuit.
et: b) sisendahelat kaitsvat rikkevooluaparaati.

source: NOTE 2
et: MÄRKUS 2

source: An equivalent to reinforced insulation can be provided by rigid connections, air and suitable mechanical protection.
et: Jäikade ühenduste korral võib tugevdatud isolatsiooni ekvivalendina ette näha õhkisolatsiooni koos sobiva mehaanilise kaitsega.

source: Such provisions are subject to agreement between the user and the manufacturer.
et: Sellised sätted on kasutaja ja tootja vahelise kokkuleppe aine.

source: 8.4.3.2 Requirements for the protective conductor to facilitate automatic disconnection of the supply
et: 8.4.3.2 Kaitsejuhile esitatavad nõuded toite automaatse väljalülitamise võimaldamiseks

source: 8.4.3.2.1 General
et: 8.4.3.2.1 Üldnõuded

source: Each assembly shall have a protective conductor to facilitate automatic disconnection of the supply for:
et: Igal koostel peab olema kaitsejuht, et võimaldada toite automaatset väljalülitamist

source: a) protection against the consequences of earth faults within the class I assembly;
et: a) kaitseks I klassi koostete maaühenduse tagajärgede eest;

source: b) protection against the consequences of earth faults in external circuits supplied through the class I and class II assembly.
et: b) kaitseks I ja II klassi koostete kaudu toidetavate välisahelate maaühenduste tagajärgede eest.

source: In the case of a class II assembly, the protective conductor may or may not be incorporated within the assembly: it is permissible for it to pass the assembly externally.
et: II klassi koostete puhul võib kaitsejuht olla või mitte olla koostesse sisse ehitatud: on lubatud, et see kulgeb väljaspool koostet.

source: The enclosure can be or be part of the protective circuit.
et: Ümbrist võib kasutada kaitseahelana või selle osana.

source: The requirements to be complied with are given in 8.4.3.2.2 and 8.4.3.2.3.
et: Täitmist vajavad nõuded on esitatud jaotistes 8.4.3.2.2 ja 8.4.3.2.3.

source: Requirements for identification of the protective conductor (PE, PEN, PEM, PEL) are given in 8.6.6.
et: Nõuded kaitsejuhi (PE-, PEN-, PEM- või PEL-juhi) tuvastamiseks on esitatud jaotises 8.6.6.

source: 8.4.3.2.2 Requirements for earth continuity providing protection against the consequences of faults within the class I assembly
et: 8.4.3.2.2 Nõuded maanduse pidevusele, mis tagab kaitse rikete tagajärgede eest I klassi koostetes

source: All exposed-conductive-parts of the assembly shall be interconnected together and to the protective conductor of the supply or via an earthing conductor to the earthing arrangement.
et: Kooste kõik pingealtid juhtivad osad tuleb ühendada omavahel kokku ning ühendada toiteahela kaitsejuhiga või maandusjuhi kaudu maandussüsteemiga.

source: These interconnections may be achieved either by metal screwed connections, welding or other conductive connections, or by a separate conductor providing earth continuity.
et: Kokkuühendamiseks võib kasutada metall-kruviliiteid, keevisliiteid või muid juhtivaid ühendusi või eraldi juhti, mis tagab maanduse pidevuse.

source: With metal parts of the assembly where abrasion-resistant finishes are used (e.g. gland plates with powder coatings), interconnections providing earth continuity requires the removal or the penetration of the coating.
et: Kui koostes kasutatakse kulumiskindlalt lõpptöödeldud pinnakatetega metallosi (nt tihenduspukside pulberkattega plaate), nõuavad maanduse pidevust tagavad ühendused pinnakatte eemaldamist või läbistamist.

source: The method to verify the earth continuity between the exposed-conductive-parts of the assembly and the protective conductor is given in 10.5.2.
et: Kooste pingealdiste juhtivate osade ja kaitsejuhi vahelise maanduse pidevuse kontrolli meetod on esitatud jaotises 10.5.2.

source: For the continuity of these connections, the following shall apply:
et: Nende ühenduste pidevuse tagamiseks tuleb rakendada järgmisi meetmeid.

source: a) When a part of the assembly is removed, for example for routine maintenance, the earth continuity for the remainder of the assembly shall not be interrupted.
et: a) Kui kooste mingi osa on näiteks tavahoolduseks eemaldatud, ei tohi kooste ülejäänud osade maanduse pidevus katkeda (ühendus maaga peab säilima).

source: Means used for assembling the various metal parts of an assembly are considered sufficient for ensuring earth continuity if the precautions taken guarantee permanent good conductivity.
et: Kooste eri metallosade ühendamiseks kasutatud vahendeid peetakse maanduse pidevuse tagamiseks piisavaks, kui püsiva hea juhtivuse saavutamiseks on rakendatud sellekohaseid meetmeid.

source: Flexible or pliable metal conduits shall not be used as protective conductors unless they are designed for that purpose.
et: Painduvaid ega järeleandvaid metall-paigaldustorusid ei tohi kasutada kaitsejuhina, väljaarvatult siis, kui need on selleks otstarbeks ette nähtud.

source: b) For lids, doors, cover plates and the like, the usual metal screwed connections and metal hinges are considered sufficient to ensure continuity provided that no electrical equipment is attached to them except equipment which is part of a PELV or SELV system.
et: b) Kaante, uste, katteplaatide jms puhul arvestatakse metall-kruviliiteid ja metallhingesid tavaliselt piisava pidevuse tagamise meetmetena, kui nendega ei ole ühendatud elektriseadmeid, väljaarvatult seadmed, mis kuuluvad maandatavasse või maandusvabasse kaitseväikepingesüsteemi.

source: If devices with a voltage exceeding the limits of PELV or SELV systems, as appropriate, are attached to lids, doors, or cover plates, additional measures shall be taken to ensure earth continuity.
et: Kui seadised, mille pinge on üle maandatavate või maandusvabade kaitseväikepingesüsteemide piirväärtuste, on, nagu asjakohane, kinnitatud kaante, uste või katteplaatide külge, tuleb maanduse pidevuse tagamiseks rakendada lisameetmeid.

source: These parts (lids, doors or covers) shall be fitted with a protective conductor (PE) whose cross-sectional area is in accordance with Table 3 depending on the highest rated operational current Ie of the devices attached.
et: Need osad (kaaned, uksed või katteplaadid) tuleb varustada kaitsejuhiga (PE), mille ristlõige vastab tabelile 3 sõltuvalt paigaldatud seadiste suurimast tunnustalitlusvoolust Ie.

source: Alternatively, if the rated operational current of the attached devices is less than or equal to 16 A an equivalent electrical connection specifically designed and verified for this purpose shall be provided (e.g. sliding contact, hinges protected against corrosion).
et: Alternatiivselt, kui kinnitatud seadiste tunnus-talitlusvool ei ole üle 16 A, tuleb ette näha samaväärne spetsiaalselt selleks ette nähtud ja kontrollitud elektriline ühendus (nt liugkontakt või korrosiooni eest kaitstud hinged).

source: Exposed conductive parts of a device that cannot be interconnected for earthing continuity by the fixing means of the device shall be connected to the earthing arrangement of the assembly by a conductor whose cross-sectional area is chosen according to Table 3.
et: Seadise pingealtid juhtivad osad, mida ei saa ühendada maanduse pidevuse saavutamiseks seadise enda kinnitusvahendite abil, tuleb ühendada kooste maandusahela külge juhiga, mille ristlõige on valitud vastavalt tabelile 3.

source: Certain exposed-conductive-parts of an assembly that do not constitute a danger need not be connected to the earthing arrangement, either;
et: Maandusahelaga ei ole vaja ühendada kooste mõningaid pingealteid juhtivaid osi, mis ei kujuta ohtu põhjusel, et

source: – because they cannot be touched on large surfaces or grasped with the hand; or
et: — neid ei saa puudutada laiapinnaliselt ega haarata käega või

source: – because they are of small size (approximately 50 mm by 50 mm) or so located as to exclude any contact with live parts.
et: — need on väikeste mõõtmetega (ligikaudu 50 mm × 50 mm) või paiknevad selliselt, et igasugune kokkupuude pingestatud osadega on välistatud.

source: This applies to screws, rivets and nameplates.
et: See kehtib kruvide, neetide ja nimesiltide kohta.

source: It also applies to electromagnets of contactors or relays, magnetic cores of transformers, certain parts of releases, or similar, irrespective of their size.
et: See kehtib ka kontaktorite või releede elektromagnetite, trafode magnetsüdamike, vabastite mõningate osade või muude taoliste puhul nende mõõtmetest sõltumata.

source: When removable parts are equipped with a metal supporting surface, these surfaces shall be considered sufficient for ensuring earth continuity provided that the pressure exerted on them is sufficiently high.
et: Kui eemaldatavad osad on varustatud metall-kandepinnaga, tuleb need pinnad arvata piisavaks, et tagada maanduse pidevus, kui sellele pinnale avaldatav surve on piisavalt suur.

source: 8.4.3.2.3 Requirements for protective conductors providing protection against the consequences of earth faults in external circuits supplied through the class I or class II assemblies
et: 8.4.3.2.3 Nõuded kaitsejuhtidele, mis tagavad kaitse maaühenduste tagajärgede eest välisahelates, mida toidetakse läbi I või II klassi koostete

source: A protective conductor within the assembly shall be designed so that it can withstand the highest thermal and dynamic stresses arising from earth fault currents in external circuits supplied through the assembly in its installed location.
et: Koostes sisalduv kaitsejuht peab olema valitud selliselt, et see võiks vastu pidada suurimatele soojuslikele ja dünaamilistele toimetele, mis võivad tekkida läbi kooste toidetavate välisahelate maaühenduste korral kooste paigaldamiskohas.

source: Conductive structural parts may be used as a protective conductor or a part of it.
et: Juhtivaid tariosi võib kasutada kaitsejuhina või selle osana.

source: Additional requirements for protective conductors for class II assemblies are given in 8.4.4 c).
et: Lisanõuded II klassi koostete kaitsejuhtidele on esitatud jaotise 8.4.4 punktis c.

source: Except where verification of the short-circuit withstand strength is not required in accordance with 10.11.2, verification shall be made in accordance with 10.5.3.
et: Kontroll tuleb sooritada jaotise 10.5.3 järgi, välja arvatud juhtumil, mil jaotise 10.11.2 kohaselt pole vaja lühisetaluvust kontrollida.

source: In principle, with the exception of the cases mentioned below, protective conductors within an assembly shall not include a disconnecting device (switch, disconnector, etc.).
et: Põhimõtteliselt ei tohi koostesisestes kaitsejuhtides olla lahutusaparaate (lihtlüliteid, lahklüliteid jne), väljaarvatult allpool kirjeldatud juhtumeil.

source: – In the run of protective conductors, links shall be permitted which are removable by means of a tool and accessible only to authorized person(s) (these links may be required for certain tests).
et: — Kaitsejuhtide ahelates tuleb lubada lülisid, mida saab eemaldada tööriista abil ja millele juurdepääs on üksnes volitatud isiku(te)l (neid lülisid võidakse nõuda mõningatel katsetustel).

source: – Where continuity can be interrupted by means of connectors or plug-and-socket devices, the protective circuit shall be interrupted only after the live conductors have been interrupted and continuity shall be established before the live conductors are reconnected.
et: — Kui pidevuse saab katkestada liitmike või pistikühenduste abil, peab kaitseahelat saama katkestada alles pärast seda, kui pingestatud juhid on lahti ühendatud, ja pidevus tuleb taastada enne pingestatud juhtide taasühendamist.

source: In the case of an assembly containing structural parts, frameworks, enclosures, etc. made of conducting materials, a protective conductor, if provided, need not be insulated from these parts.
et: Kui koostesse kuuluvad tariosad, sõrestikud, ümbrised jne on valmistatud juhtivast materjalist, ei ole kaitsejuhti, kui see on olemas, vaja nendest osadest isoleerida.

source: Conductors to voltage-operated fault detection devices, including the conductors connecting them to a separate earth electrode, shall be insulated when specified by their manufacturer.
et: Pinge järgi rikkeid tuvastavate kaitseseadistega ühendatud juhid, sealhulgas juhid, mis ühendavad neid eraldiasuva maanduselektroodiga, tuleb isoleerida, kui selle on sätestanud nende seadiste tootja.

source: This can also apply to the earth connection of the transformer neutral.
et: See võib kehtida ka trafo neutraali maandamisühenduse kohta.

source: The cross-sectional area of protective conductors (PE, PEL, PEM, PEN) in an assembly to which external conductors are intended to be connected shall be not less than the value calculated with the aid of the formula indicated in Annex B using the highest earth fault current and fault duration that may occur and taking into account the limitation of the SCPDs that protect the corresponding live conductors.
et: Kaitsejuhtide (PE-, PEL-, PEM- või PEN-juhtide) ristlõige koostes, millega välisjuhid on ette nähtud ühendada, ei tohi olla väiksem kui lisas B esitatud valemi järgi ning võimaliku suurima rikkevoolu ja rikke kestuse põhjal arvutatud väärtus, arvestades seejuures piiranguid, mis tulenevad vastavaid pingestatud juhte kaitsvatest lühisekaitseaparaatidest.

source: The short-circuit withstand strength is verified according to 10.5.3.
et: Lühisetaluvust tuleb kontrollida jaotise 10.5.3 kohaselt.

source: For PEL, PEM and PEN conductors, the following additional requirements apply.
et: PEL-, PEM- ja PEN-juhtidele kehtivad järgmised lisanõuded:
